Repository: Sun30Point/SunPoint
Catalog: SunPoint/App_GlobalResources/Resource.*.resx
Languages: et

# aboutsPage
source: The services
et: Teenused

# About_str1
source: Slightly about our company
et: Pisut meie firma kohta

# About_str2
source: We are the leaders in development on Microsoft Azure and Sharepoint
et: Oleme Microsoft Azure'i ja Sharepointi arendamise juhid

# About_str3
source: Our company is able to offer not only the development of portals using the latest technologies, also a unique design created with all the customer's wishes in mind, a perfectly balanced backend allowing your company to optimize the workflow by reducing the time spent on each interaction between employees and the portal.
et: Meie ettevõte suudab pakkuda mitte ainult portaalide arendamist, kasutades uusimaid tehnoloogiaid, vaid ka ainulaadset disaini, mis on loodud kõigi klientide soovidega, täiesti tasakaalustatud taustprogrammiga, mis võimaldab teie ettevõttel optimeerida töövoogu, vähendades töötajate ja portaali vahelise suhtluse kulu. Samuti arendame teie potentsiaalile teisi tarkvaratooteid, nagu jututuba, mobiilirakendused või muud lahendused.

# About_str4
source: Also, Sun Point offers you services to optimize and build databases (MS SQL). Develop, implement and configure workflows and services in SharePoint. Implementation of cloud solutions (Microsoft Azure) in the infrastructure of your enterprise.
et: Sun Point pakub ka teenuseid andmebaaside optimeerimiseks ja ehitamiseks (MS SQL). SharePointi töövoogude ja teenuste väljatöötamine, rakendamine ja seadistamine. Pilvilahenduste (Microsoft Azure) rakendamine teie ettevõtte infrastruktuuri.

# About_str5
source: In addition to all of the above, we are supplying software from leading manufacturers (such as Microsoft, Adobe, Eset, Atlassian and many others) at fair prices for the home user and flexible for large enterprises.
et: Lisaks kõigile eelnimetatutele pakume kodukasutaja õiglast hinda pakkuvate juhtivate tootjate (nagu Microsoft, Adobe, Eset, Atlassian ja paljud teised) tarkvara, mis on paindlik suurte ettevõtete jaoks.

# About_str6
source: Stay on the sunny side, together with Sun Point.
et: Püsi päikesepoolsel poolel koos Sun Pointiga.

# addressStr1
source: You can always contact us
et: Võite alati meiega ühendust võtta

# addressStr2
source: Kiev, Serpova, 11, (office 306)
et: Kiiev, Serpova, 11, (kontor 306)

# addressStr3
source: phone: +38 067 761 76 76
et: telefon: +38 067 761 76 76

# addressStr5
source: Also you can send a request by filling in the following form
et: Samuti võite saata taotluse, täites järgmise vormi

# adobeDescription
source: Graphic design.
et: Graafiline kujundus.

# atlassianDescription
source: Bug tracking systems.
et: Vigade jälgimise süsteemid.

# avastDescription
source: Information security.
et: Infoturve.

# downloadPrice
source: Download price-list
et: Laadige hinnakirja alla

source: Email
et: E-post

# essetDescription
source: Information security.
et: Infoturve.

# footer_widgePage
source: Contacts
et: Võta meiega ühendust

# homePage
source: Home
et: Kodu

# macAfeeDescription
source: Information security.
et: Infoturve.

# mainTitle
source: IT Solutions
et: IT lahendused

source: Message
et: Sinu sõnum

# microsoftDescriptio
source: Families of operating systems.
et: Operatsioonisüsteemide pered.

source: Name
et: Nimi

# plants
source: Designing interfaces.
et: Tootjad

# portfolioPage
source: Prices
et: Hinnad

# scetchAppDescription
source: Designing interfaces.
et: Liideste kujundamine.

source: Send
et: Saada

source: Subject
et: Teema

# subMainTitle
source: A young and ambitious team of professionals will satisfy any of your IT needs, from supply and support of software to the development of new projects.
et: Noor ja ambitsioonikas spetsialistide meeskond rahuldab kõik teie IT-vajadused, alates tarkvara pakkumisest ja toetusest kuni uute projektide väljatöötamiseni.

# titleUp
source: IT Products 24/7
et: IT-tooted 24/7

# zwSoftDescription
source: 2D and 3D-design.
et: 2D ja 3D-disain.

source: Work on request.
et: Töötada nõudmisel
